{
  "helpCenter": {
    "title": "ヘルプセンター",
    "content": "<p>ShiftEasyヘルプセンターへようこそ。</p><p>ご質問がございましたら、<a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a>までお問い合わせください。</p><h2>主なヘルプ</h2><ul><li>アカウント作成とログイン</li><li>チームメンバーの招待</li><li>スケジュールの作成と管理</li><li>勤務ルールの設定</li><li>通知設定</li></ul>"
  },
  "features": {
    "title": "主要機能",
    "content": "<h2>AI自動スケジューリング</h2><p>勤務ルール、スタッフの希望、業務負荷を自動分析し、最適なスケジュールを5分で生成します。</p><h2>リアルタイム協働</h2><p>シフト交換、休暇申請、特別リクエストをリアルタイムで処理し、自動的にスケジュールに反映します。</p><h2>勤務ルール自動検証</h2><p>労働法、内部規定、公平性基準を自動検証し、法的リスクを最小限に抑えます。</p><h2>多言語対応</h2><p>韓国語、英語、日本語に対応し、グローバルチームも簡単に使用できます。</p>"
  },
  "pricing": {
    "title": "料金プラン",
    "content": "<h2>スタータープラン - 無料</h2><ul><li>最大30名までメンバー登録</li><li>AI自動スケジューリング</li><li>チームの希望・回避パターン適用</li></ul><h2>プロフェッショナルプラン - ₩29,000/月</h2><ul><li>最大50名までのスタッフアカウント</li><li>強化されたAI自動スケジューリング</li><li>メンバー個別の希望・回避パターン適用</li><li>シフトごとの希望勤務リクエスト機能</li><li>メンバー間のシフト変更リクエスト機能</li><li>シフト変更通知機能</li><li>スケジュールデータ分析サポート</li></ul><h2>エンタープライズプラン - カスタム</h2><ul><li>無制限ユーザー</li><li>カスタム勤務ルール</li><li>専任アカウントマネージャー</li><li>SSO統合</li><li>24/7電話サポート</li><li>SLA保証</li></ul><p>詳細については<a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a>までお問い合わせください。</p>"
  },
  "about": {
    "title": "会社概要",
    "content": "<h2>ShiftEasyについて</h2><p>ShiftEasyは医療、製造、サービス業界のためのインテリジェントなシフト管理システムです。</p><h2>私たちのミッション</h2><p>AI技術を通じて複雑なシフト管理を自動化し、すべての組織が効率的で公平なスケジューリングを実現できるよう支援します。</p><h2>会社情報</h2><ul><li>社名: ShiftEasy株式会社</li><li>事業者登録番号: 123-45-67890</li><li>メール: contact@shifteasy.app</li></ul>"
  },
  "careers": {
    "title": "採用情報",
    "content": "<h2>一緒に成長するチームメンバーを募集しています</h2><p>ShiftEasyは革新的なAIスケジューリングソリューションを構築しているチームです。</p><h2>採用に関するお問い合わせ</h2><p>現在募集中のポジションについては<a href='mailto:careers@shifteasy.app' class='text-blue-600 hover:underline'>careers@shifteasy.app</a>までご連絡ください。</p>"
  },
  "contact": {
    "title": "お問い合わせ",
    "content": "<h2>カスタマーサポート</h2><p>ご質問やお問い合わせがございましたら、お気軽にご連絡ください。</p><h3>メール</h3><p><a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a></p><h3>営業に関するお問い合わせ</h3><p><a href='mailto:sales@shifteasy.app' class='text-blue-600 hover:underline'>sales@shifteasy.app</a></p><h3>技術サポート</h3><p><a href='mailto:support@shifteasy.app' class='text-blue-600 hover:underline'>support@shifteasy.app</a></p>"
  },
  "privacy": {
    "title": "プライバシーポリシー",
    "effectiveDate": "施行日",
    "content": "<p>ShiftEasy株式会社（以下「当社」といいます）は、個人情報保護法第30条に基づき、データ主体の個人情報を保護し、関連する苦情を迅速かつ円滑に処理できるよう、次のようなプライバシーポリシーを策定・公開します。</p><h2>第1条（個人情報の処理目的）</h2><p>当社は以下の目的で個人情報を処理します。処理している個人情報は以下の目的以外には使用されず、利用目的が変更される場合は、個人情報保護法第18条に従って別途同意を得るなど必要な措置を講じます。</p><ol><li><strong>会員登録および管理</strong>：会員登録意思の確認、会員制サービス提供に伴う本人識別・認証、会員資格の維持・管理、サービスの不正利用防止の目的</li><li><strong>サービス提供</strong>：スケジュール管理サービスの提供、コンテンツ提供、カスタマイズサービスの提供、本人認証</li><li><strong>マーケティングおよび広告活用</strong>：新サービスの開発およびカスタマイズサービスの提供、イベントおよび広告情報の提供および参加機会の提供</li></ol><h2>第2条（個人情報の処理および保有期間）</h2><p>当社は、法令による個人情報の保有・利用期間またはデータ主体から個人情報を収集する際に同意を得た個人情報の保有・利用期間内で個人情報を処理・保有します。</p><ol><li><strong>会員登録および管理</strong>：会員退会時まで。ただし、次の事由に該当する場合は該当事由終了時まで<ul><li>関連法令違反による調査・取調べなどが進行中の場合は、該当調査・取調べ終了時まで</li><li>サービス利用により発生した債権・債務関係が残存する場合は、該当債権・債務関係精算時まで</li></ul></li><li><strong>電子商取引法</strong>による保存<ul><li>契約または契約撤回などに関する記録：5年</li><li>代金決済および財貨などの供給に関する記録：5年</li><li>消費者の苦情または紛争処理に関する記録：3年</li></ul></li></ol><h2>第3条（処理する個人情報の項目）</h2><p>当社は以下の個人情報項目を処理しています。</p><ol><li><strong>必須項目</strong>：メールアドレス、パスワード、氏名、役職</li><li><strong>選択項目</strong>：電話番号、プロフィール写真</li><li><strong>自動収集項目</strong>：IPアドレス、クッキー、サービス利用記録、アクセスログ</li></ol><h2>第4条（個人情報の第三者提供）</h2><p>当社は、データ主体の個人情報を第1条（個人情報の処理目的）で明示した範囲内でのみ処理し、データ主体の同意、法律の特別な規定など個人情報保護法第17条および第18条に該当する場合にのみ個人情報を第三者に提供します。</p><h2>第5条（個人情報処理の委託）</h2><p>当社は、円滑な個人情報処理のため、以下のように個人情報処理業務を委託しています。</p><ul><li><strong>受託者</strong>：Supabase Inc.</li><li><strong>委託する業務の内容</strong>：データベース管理およびホスティング</li></ul><p>当社は委託契約締結時、個人情報保護法第26条に従って委託業務遂行目的以外の個人情報処理の禁止、技術的・管理的保護措置、再委託の制限、受託者に対する管理・監督、損害賠償などの責任に関する事項を契約書などの文書に明示し、受託者が個人情報を安全に処理するかを監督しています。</p><h2>第6条（データ主体の権利・義務およびその行使方法）</h2><p>データ主体は、当社に対していつでも以下の各号の個人情報保護関連の権利を行使することができます。</p><ol><li>個人情報閲覧要求</li><li>誤りなどがある場合の訂正要求</li><li>削除要求</li><li>処理停止要求</li></ol><p>権利行使は、当社に対して個人情報保護法施行規則別紙第8号書式に従って書面、電子メールなどを通じて行うことができ、当社はこれに対して遅滞なく措置を講じます。</p><h2>第7条（個人情報の破棄）</h2><p>当社は、個人情報保有期間の経過、処理目的の達成など個人情報が不要になった場合は、遅滞なく該当個人情報を破棄します。</p><ol><li><strong>破棄手順</strong>：不要になった個人情報は別途のDBに移され、内部方針およびその他関連法令に従って一定期間保存された後、破棄されます。</li><li><strong>破棄方法</strong><ul><li>電子ファイル形式：復旧および再生が不可能な技術的方法を使用して完全に削除</li><li>紙文書：シュレッダーで粉砕または焼却</li></ul></li></ol><h2>第8条（個人情報の安全性確保措置）</h2><p>当社は個人情報の安全性確保のため、次のような措置を講じています。</p><ol><li>管理的措置：内部管理計画の策定・施行、定期的な従業員教育</li><li>技術的措置：個人情報処理システムなどのアクセス権限管理、アクセス制御システムの設置、固有識別情報などの暗号化、セキュリティプログラムの設置</li><li>物理的措置：コンピュータルーム、資料保管室などのアクセス制御</li></ol><h2>第9条（個人情報自動収集装置の設置・運営および拒否に関する事項）</h2><p>当社は、利用者に個別的なカスタマイズサービスを提供するために、利用情報を保存し随時取り出す「クッキー（cookie）」を使用します。クッキーは、ウェブサイトの運営に使用されるサーバー（http）が利用者のコンピュータブラウザに送る少量の情報であり、利用者のPCコンピュータ内のハードディスクに保存されることもあります。</p><p>利用者はクッキーのインストールに対する選択権を持っており、ウェブブラウザでオプションを設定することで、すべてのクッキーを許可したり、クッキーが保存されるたびに確認を経たり、すべてのクッキーの保存を拒否したりすることができます。</p><h2>第10条（個人情報保護責任者）</h2><p>当社は個人情報処理に関する業務を総括して責任を持ち、個人情報処理に関連するデータ主体の苦情処理および被害救済などのため、以下のように個人情報保護責任者を指定しています。</p><ul><li><strong>個人情報保護責任者</strong><ul><li>氏名：ジョン・ドゥ</li><li>役職：最高個人情報責任者</li><li>連絡先：privacy@shifteasy.app</li></ul></li></ul><h2>第11条（個人情報処理方針の変更）</h2><p>この個人情報処理方針は施行日から適用され、法令および方針による変更内容の追加、削除および訂正がある場合は、変更事項の施行7日前から公知事項を通じて告知します。</p><p><strong>施行日：2025年1月1日</strong></p>"
  },
  "terms": {
    "title": "利用規約",
    "effectiveDate": "施行日",
    "content": "<h2>第1条（目的）</h2><p>本規約は、ShiftEasy株式会社（以下「当社」といいます）が提供するShiftEasyサービス（以下「サービス」といいます）の利用に関して、当社と会員間の権利、義務および責任事項、その他必要な事項を規定することを目的とします。</p><h2>第2条（定義）</h2><ol><li><strong>「サービス」</strong>とは、当社が提供する勤務スケジュール管理ソフトウェアおよび関連サービスを意味します。</li><li><strong>「会員」</strong>とは、当社とサービス利用契約を締結し、当社が提供するサービスを利用する個人または法人をいいます。</li><li><strong>「ID」</strong>とは、会員の識別およびサービス利用のために会員が設定し当社が承認したメールアドレスをいいます。</li><li><strong>「パスワード」</strong>とは、会員の同一性確認と会員情報の保護のために会員が設定し当社が承認した文字と数字の組み合わせをいいます。</li></ol><h2>第3条（規約の掲示と改定）</h2><ol><li>当社は本規約の内容を会員が容易に認識できるよう、サービス初期画面または接続画面に掲示します。</li><li>当社は、「約款の規制に関する法律」、「情報通信網利用促進および情報保護などに関する法律」などの関連法令に違反しない範囲で本規約を改定することができます。</li><li>当社が規約を改定する場合は、適用日および改定事由を明示して現行規約とともにサービス初期画面にその適用日の7日前から適用日前日まで公知します。ただし、会員に不利な規約の改定の場合は30日前から公知し、会員にメールで通知します。</li></ol><h2>第4条（利用契約の締結）</h2><ol><li>利用契約は、会員になろうとする者（以下「加入申請者」といいます）が本規約の内容に対して同意をした後、会員加入申請をし、当社がこのような申請に対して承諾することによって締結されます。</li><li>当社は加入申請者の申請に対してサービス利用を承諾することを原則とします。ただし、当社は次の各号に該当する申請に対しては承諾をしないか、事後に利用契約を解約することができます。<ul><li>加入申請者が本規約により以前に会員資格を喪失したことがある場合</li><li>実名でないか他人の名義を利用した場合</li><li>虚偽の情報を記載したり、当社が提示する内容を記載しなかった場合</li><li>不正な用途でサービスを利用しようとする場合</li><li>その他当社が定めた利用申請要件が不備の場合</li></ul></li></ol><h2>第5条（サービスの提供および変更）</h2><ol><li>当社は次のようなサービスを提供します。<ul><li>勤務スケジュールの自動生成および管理</li><li>チームメンバー管理</li><li>シフト交換および休暇申請機能</li><li>通知サービス</li><li>その他当社が追加開発したり他社との提携契約などを通じて会員に提供する一切のサービス</li></ul></li><li>当社は、サービスの内容および提供日をサービス画面に掲示したりメールなどの方法で会員に通知します。</li></ol><h2>第6条（サービスの中断）</h2><ol><li>当社は、コンピュータなど情報通信設備の保守点検・交換および故障、通信の途絶などの事由が発生した場合は、サービスの提供を一時的に中断することができます。</li><li>当社は第1項の事由でサービスの提供が一時的に中断されることにより会員または第三者が被った損害に対しては賠償しません。ただし、当社の故意または重過失による場合はこの限りではありません。</li></ol><h2>第7条（会員の義務）</h2><ol><li>会員は次の行為をしてはなりません。<ul><li>申請または変更時の虚偽内容の登録</li><li>他人の情報盗用</li><li>当社が掲示した情報の変更</li><li>当社が定めた情報以外の情報（コンピュータプログラムなど）などの送信または掲示</li><li>当社およびその他第三者の著作権など知的財産権に対する侵害</li><li>当社およびその他第三者の名誉を損傷させたり業務を妨害する行為</li><li>猥褻または暴力的なメッセージ、画像、音声、その他公序良俗に反する情報をサービスに公開または掲示する行為</li></ul></li><li>会員は関係法令、本規約の規定、利用案内およびサービスに関連して公知した注意事項、当社が通知する事項などを遵守しなければならず、その他当社の業務に妨害される行為をしてはなりません。</li></ol><h2>第8条（サービス利用料金）</h2><ol><li>当社が提供するサービスは基本的に無料です。ただし、当社は有料サービスを提供することができ、この場合料金および決済方法をサービス画面に明示します。</li><li>有料サービス利用料金は当社が別途告知する通りです。</li></ol><h2>第9条（契約解約および利用制限）</h2><ol><li>会員は、いつでもサービス利用を希望しない場合、会員退会を通じて利用契約を解約することができます。</li><li>当社は、会員が第7条で定めた会員の義務に違反した場合、事前通知なしに利用契約を解約したりサービス利用を制限することができます。</li></ol><h2>第10条（免責条項）</h2><ol><li>当社は、天災地変またはこれに準ずる不可抗力によりサービスを提供できない場合は、サービス提供に関する責任が免除されます。</li><li>当社は、会員の帰責事由によるサービス利用の障害に対しては責任を負いません。</li><li>当社は、会員がサービスを利用して期待する収益を喪失したことに対して責任を負わず、その他サービスを通じて得た資料による損害に関して責任を負いません。</li></ol><h2>第11条（紛争解決）</h2><ol><li>当社は会員から提出される不満事項および意見を迅速に処理します。ただし、迅速な処理が困難な場合は、会員にその事由と処理日程を通報します。</li><li>当社と会員間に発生した紛争は、電子文書および電子取引基本法により設置された電子文書・電子取引紛争調停委員会の調停に従うことができます。</li></ol><h2>第12条（裁判権および準拠法）</h2><ol><li>当社と会員間に発生した紛争に関する訴訟は、民事訴訟法上の管轄裁判所に提起します。</li><li>当社と会員間に提起された訴訟には大韓民国法を適用します。</li></ol><p><strong>施行日：2025年1月1日</strong></p>"
  }
}
