{
  "helpCenter": {
    "title": "Help Center",
    "content": "<p>Welcome to the ShiftEasy Help Center.</p><p>If you have any questions, please contact us at <a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a>.</p><h2>Quick Help</h2><ul><li>Account creation and login</li><li>Inviting team members</li><li>Creating and managing schedules</li><li>Setting work rules</li><li>Notification settings</li></ul>"
  },
  "features": {
    "title": "Features",
    "content": "<h2>AI Auto-Scheduling</h2><p>Automatically analyze work rules, employee preferences, and workload to generate optimal schedules in 5 minutes.</p><h2>Real-time Collaboration</h2><p>Handle shift swaps, time-off requests, and special requests in real-time with automatic schedule updates.</p><h2>Auto Rule Validation</h2><p>Automatically verify labor laws, internal policies, and fairness standards to minimize legal risks.</p><h2>Multi-language Support</h2><p>Support for Korean, English, and Japanese makes it easy for global teams to use.</p>"
  },
  "pricing": {
    "title": "Pricing",
    "content": "<h2>Starter Plan - Free</h2><ul><li>Up to 30 team members</li><li>AI auto-scheduling</li><li>Team preference & avoidance patterns</li></ul><h2>Professional Plan - ₩29,000/month</h2><ul><li>Up to 50 staff accounts</li><li>Enhanced AI auto-scheduling</li><li>Per-employee preference & avoidance controls</li><li>Per-shift preferred assignment requests</li><li>Employee-to-employee shift change workflow</li><li>Shift change notifications</li><li>Schedule data analytics</li></ul><h2>Enterprise Plan - Custom</h2><ul><li>Unlimited users</li><li>Custom work rules</li><li>Dedicated account manager</li><li>SSO integration</li><li>24/7 phone support</li><li>SLA guarantee</li></ul><p>For more information, please contact <a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a>.</p>"
  },
  "about": {
    "title": "About Us",
    "content": "<h2>About ShiftEasy</h2><p>ShiftEasy is an intelligent shift management system for healthcare, manufacturing, and service industries.</p><h2>Our Mission</h2><p>We automate complex shift management through AI technology and help every organization achieve efficient and fair scheduling.</p><h2>Company Information</h2><ul><li>Company: ShiftEasy Inc.</li><li>Business Registration: 123-45-67890</li><li>Email: contact@shifteasy.app</li></ul>"
  },
  "careers": {
    "title": "Careers",
    "content": "<h2>Join Our Growing Team</h2><p>ShiftEasy is building innovative AI scheduling solutions.</p><h2>Career Inquiries</h2><p>For inquiries about current openings, please contact <a href='mailto:careers@shifteasy.app' class='text-blue-600 hover:underline'>careers@shifteasy.app</a>.</p>"
  },
  "contact": {
    "title": "Contact Us",
    "content": "<h2>Customer Support</h2><p>Please feel free to contact us if you have any questions or inquiries.</p><h3>Email</h3><p><a href='mailto:contact@shifteasy.app' class='text-blue-600 hover:underline'>contact@shifteasy.app</a></p><h3>Sales Inquiries</h3><p><a href='mailto:sales@shifteasy.app' class='text-blue-600 hover:underline'>sales@shifteasy.app</a></p><h3>Technical Support</h3><p><a href='mailto:support@shifteasy.app' class='text-blue-600 hover:underline'>support@shifteasy.app</a></p>"
  },
  "privacy": {
    "title": "Privacy Policy",
    "effectiveDate": "Effective Date",
    "content": "<p>ShiftEasy Inc. (hereinafter referred to as the 'Company') establishes and discloses the following privacy policy in accordance with Article 30 of the Personal Information Protection Act to protect the personal information of data subjects and handle related grievances promptly and smoothly.</p><h2>Article 1 (Purpose of Processing Personal Information)</h2><p>The Company processes personal information for the following purposes. The personal information being processed will not be used for purposes other than the following, and if the purpose of use changes, necessary measures will be taken, such as obtaining separate consent in accordance with Article 18 of the Personal Information Protection Act.</p><ol><li><strong>Membership Registration and Management</strong>: Confirmation of membership intent, identification and authentication of members, maintenance and management of membership, and prevention of fraudulent use of services</li><li><strong>Service Provision</strong>: Provision of schedule management services, content delivery, customized service provision, and identity verification</li><li><strong>Marketing and Advertising</strong>: Development of new services, provision of customized services, provision of events and advertising information, and participation opportunities</li></ol><h2>Article 2 (Processing and Retention Period of Personal Information)</h2><p>The Company processes and retains personal information within the period of retention and use of personal information under the law or the period agreed upon when collecting personal information from the data subject.</p><ol><li><strong>Membership Registration and Management</strong>: Until membership withdrawal. However, in the following cases, until the end of the respective reason<ul><li>When investigations or inquiries related to violations of related laws are ongoing, until the end of such investigations or inquiries</li><li>When creditor-debtor relationships arising from service use remain, until the settlement of such relationships</li></ul></li><li><strong>Records under the Act on Consumer Protection in Electronic Commerce</strong><ul><li>Records of contracts or withdrawal of subscription: 5 years</li><li>Records of payment and supply of goods: 5 years</li><li>Records of consumer complaints or dispute resolution: 3 years</li></ul></li></ol><h2>Article 3 (Items of Personal Information Processed)</h2><p>The Company processes the following personal information items.</p><ol><li><strong>Required Items</strong>: Email, password, name, position</li><li><strong>Optional Items</strong>: Phone number, profile picture</li><li><strong>Automatically Collected Items</strong>: IP address, cookies, service usage records, access logs</li></ol><h2>Article 4 (Provision of Personal Information to Third Parties)</h2><p>The Company processes personal information only within the scope specified in Article 1 (Purpose of Processing Personal Information) and provides personal information to third parties only when there is consent from the data subject, special provisions of law, or cases corresponding to Articles 17 and 18 of the Personal Information Protection Act.</p><h2>Article 5 (Consignment of Personal Information Processing)</h2><p>The Company consigns personal information processing tasks as follows for smooth personal information processing.</p><ul><li><strong>Consignee</strong>: Supabase Inc.</li><li><strong>Content of Consigned Work</strong>: Database management and hosting</li></ul><p>When concluding a consignment contract, the Company specifies in documents such as contracts matters related to prohibition of processing personal information other than for the purpose of consigned work, technical and administrative protection measures, restrictions on re-consignment, management and supervision of the consignee, and liability for damages in accordance with Article 26 of the Personal Information Protection Act, and supervises whether the consignee safely processes personal information.</p><h2>Article 6 (Rights and Obligations of Data Subjects and Methods of Exercise)</h2><p>Data subjects may exercise the following rights related to personal information protection against the Company at any time.</p><ol><li>Request to view personal information</li><li>Request correction if there are errors</li><li>Request deletion</li><li>Request suspension of processing</li></ol><p>The exercise of rights may be made in writing or via email to the Company in accordance with Form No. 8 of the Enforcement Rules of the Personal Information Protection Act, and the Company will take action without delay.</p><h2>Article 7 (Destruction of Personal Information)</h2><p>The Company destroys the personal information without delay when it becomes unnecessary, such as when the retention period for personal information has elapsed or the purpose of processing has been achieved.</p><ol><li><strong>Destruction Procedure</strong>: Personal information that has become unnecessary is transferred to a separate DB and stored for a certain period according to internal policies and other related laws before being destroyed.</li><li><strong>Destruction Method</strong><ul><li>Electronic file format: Complete deletion using technical methods that make recovery and reproduction impossible</li><li>Paper documents: Shredding or incineration</li></ul></li></ol><h2>Article 8 (Measures to Ensure Safety of Personal Information)</h2><p>The Company takes the following measures to ensure the safety of personal information.</p><ol><li>Administrative measures: Establishment and implementation of internal management plans, regular employee training</li><li>Technical measures: Management of access rights to personal information processing systems, installation of access control systems, encryption of unique identification information, installation of security programs</li><li>Physical measures: Access control to computer rooms and data storage rooms</li></ol><h2>Article 9 (Installation, Operation, and Rejection of Automatic Personal Information Collection Devices)</h2><p>The Company uses 'cookies' that store and retrieve usage information from time to time to provide individualized customized services to users. Cookies are small amounts of information sent by the server (http) used to operate a website to the user's computer browser and may also be stored on the hard disk inside the user's PC computer.</p><p>Users have the option to install cookies and can choose to allow all cookies, confirm each time cookies are stored, or reject storage of all cookies by setting options in their web browser.</p><h2>Article 10 (Personal Information Protection Officer)</h2><p>The Company designates a personal information protection officer as follows to take overall responsibility for personal information processing and handle complaints and damage relief from data subjects related to personal information processing.</p><ul><li><strong>Personal Information Protection Officer</strong><ul><li>Name: John Doe</li><li>Position: Chief Privacy Officer</li><li>Contact: privacy@shifteasy.app</li></ul></li></ul><h2>Article 11 (Changes to Privacy Policy)</h2><p>This privacy policy is applied from the effective date, and if there are additions, deletions, or corrections to changes in content according to laws and policies, notice will be given through announcements from 7 days before the effective date of the changes.</p><p><strong>Effective Date: January 1, 2025</strong></p>"
  },
  "terms": {
    "title": "Terms of Service",
    "effectiveDate": "Effective Date",
    "content": "<h2>Article 1 (Purpose)</h2><p>These Terms and Conditions aim to prescribe the rights, obligations, and responsibilities between the Company and members, and other necessary matters regarding the use of the ShiftEasy service (hereinafter referred to as the 'Service') provided by ShiftEasy Inc. (hereinafter referred to as the 'Company').</p><h2>Article 2 (Definitions)</h2><ol><li><strong>'Service'</strong> means the shift management software and related services provided by the Company.</li><li><strong>'Member'</strong> means an individual or corporation that has entered into a service use agreement with the Company and uses the service provided by the Company.</li><li><strong>'ID'</strong> means the email address set by the member and approved by the Company for member identification and service use.</li><li><strong>'Password'</strong> means a combination of letters and numbers set by the member and approved by the Company to confirm the member's identity and protect member information.</li></ol><h2>Article 3 (Publication and Revision of Terms)</h2><ol><li>The Company posts the contents of these Terms on the initial screen of the Service or a linked screen so that members can easily recognize them.</li><li>The Company may revise these Terms within the scope that does not violate related laws such as the 'Act on the Regulation of Terms and Conditions' and the 'Act on Promotion of Information and Communications Network Utilization and Information Protection'.</li><li>When the Company revises the Terms, it shall announce the application date and reason for revision along with the current Terms on the initial screen of the Service from 7 days before the application date to the day before the application date. However, in the case of revisions unfavorable to members, it shall be announced from 30 days before and notify members by email.</li></ol><h2>Article 4 (Conclusion of Use Agreement)</h2><ol><li>The use agreement is concluded when a person wishing to become a member (hereinafter referred to as 'applicant') consents to the contents of these Terms, applies for membership, and the Company approves such application.</li><li>The Company, in principle, approves the applicant's application for service use. However, the Company may not approve or may subsequently terminate the use agreement for applications falling under any of the following:<ul><li>When the applicant has previously lost membership status under these Terms</li><li>When not using a real name or using another person's name</li><li>When providing false information or not filling in the content presented by the Company</li><li>When intending to use the service for improper purposes</li><li>When other application requirements set by the Company are not met</li></ul></li></ol><h2>Article 5 (Provision and Change of Service)</h2><ol><li>The Company provides the following services:<ul><li>Automatic generation and management of work schedules</li><li>Team member management</li><li>Shift swap and leave request functions</li><li>Notification services</li><li>All other services that the Company develops additionally or provides to members through partnership agreements with other companies</li></ul></li><li>The Company posts the contents and provision date of services on the service screen or notifies members by email or other methods.</li></ol><h2>Article 6 (Suspension of Service)</h2><ol><li>The Company may temporarily suspend the provision of services when events such as maintenance, replacement, and failure of information and communication facilities such as computers, or disruption of communication occur.</li><li>The Company is not liable for damages incurred by members or third parties due to temporary suspension of service provision for reasons in paragraph 1. However, this does not apply in cases of the Company's willful misconduct or gross negligence.</li></ol><h2>Article 7 (Member Obligations)</h2><ol><li>Members shall not engage in the following acts:<ul><li>Registration of false information when applying or changing</li><li>Theft of others' information</li><li>Alteration of information posted by the Company</li><li>Transmission or posting of information other than information determined by the Company (such as computer programs)</li><li>Infringement of intellectual property rights such as copyrights of the Company and other third parties</li><li>Acts that damage the reputation of or interfere with the business of the Company and other third parties</li><li>Acts of disclosing or posting obscene or violent messages, images, voices, and other information contrary to public order and morals on the service</li></ul></li><li>Members shall comply with related laws, provisions of these Terms, usage guides, matters announced in relation to services, and matters notified by the Company, and shall not engage in acts that interfere with the Company's business.</li></ol><h2>Article 8 (Service Usage Fees)</h2><ol><li>The services provided by the Company are basically free. However, the Company may provide paid services, in which case fees and payment methods are specified on the service screen.</li><li>Usage fees for paid services are in accordance with what the Company separately announces.</li></ol><h2>Article 9 (Contract Termination and Restriction of Use)</h2><ol><li>Members may terminate the use agreement through membership withdrawal at any time if they do not wish to use the service.</li><li>The Company may terminate the use agreement or restrict service use without prior notice if the member violates the member obligations set forth in Article 7.</li></ol><h2>Article 10 (Disclaimer)</h2><ol><li>The Company is exempt from responsibility for service provision if it cannot provide services due to force majeure or equivalent circumstances.</li><li>The Company is not responsible for obstacles in service use due to reasons attributable to members.</li><li>The Company is not responsible for loss of expected profits from using the service by members, nor for damages resulting from materials obtained through the service.</li></ol><h2>Article 11 (Dispute Resolution)</h2><ol><li>The Company promptly handles complaints and opinions submitted by members. However, if prompt processing is difficult, the Company notifies the member of the reason and processing schedule.</li><li>Disputes arising between the Company and members may follow the mediation of the Electronic Document and Electronic Transaction Dispute Mediation Committee established under the Framework Act on Electronic Documents and Electronic Transactions.</li></ol><h2>Article 12 (Jurisdiction and Governing Law)</h2><ol><li>Lawsuits regarding disputes arising between the Company and members shall be filed with the competent court under the Civil Procedure Act.</li><li>Korean law applies to lawsuits filed between the Company and members.</li></ol><p><strong>Effective Date: January 1, 2025</strong></p>"
  }
}
